Repository: aiiddqd/woo-ru-good
Catalog: inc/woocommerce-*.po
Languages: ru_ru

source: Invalid product "%s"
ru_ru: Некорректный продукт "%s"

source: Related Products
ru_ru: Похожие предложения

source: Product Description
ru_ru: Описание продукта

source: This is your products main body of content. Here you should describe your product in detail.
ru_ru: Это основной блок информации ваших продуктах. Здесь вы можете расписать ваш продукт в деталях.

source: Choose Product Type
ru_ru: Выберите тип продукта

source: Choose a type for this product. Simple is suitable for most physical goods and services (we recommend setting up a simple product for now).
ru_ru: Выберите тип этого продукта. Простой подходит для большинства физических товаров и услуг (сейчас мы рекомендуем вам настроить простой продукт).

source: Variable is for more complex products such as t-shirts with multiple sizes.
ru_ru: Вариативный это более сложный продукт, как футболки, имеющие разные размеры.

source: Virtual Products
ru_ru: Виртуальные продукты

source: Downloadable Products
ru_ru: Загружаемые продукты

source: Product Images
ru_ru: Изображения Продукта

source: Product Tags
ru_ru: Метки продуктов

source: Product Categories
ru_ru: Категории Продуктов

source: Publish Your Product!
ru_ru: Опубликуйте ваш Продукт!

source: Product updated.
ru_ru: Продукт обновлен.

source: No products found.
ru_ru: Продукты не найдены.

source: product
ru_ru: продукт

source: Product
ru_ru: Продукт
